<html>
  <head>
    <meta content="text/html; charset=UTF-8" http-equiv="content-type">
    <style type="text/css">
      ol{margin:0;padding:0}table td,table th{padding:0}.c1{orphans:2;widows:2;text-align:justify}.c3{background-color:#ffffff;max-width:468pt;padding:72pt 72pt 72pt 72pt}.c0{font-weight:700}.c2{height:11pt}.title{padding-top:0pt;color:#000000;font-size:26pt;padding-bottom:3pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}.subtitle{padding-top:0pt;color:#666666;font-size:15pt;padding-bottom:16pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}li{color:#000000;font-size:11pt;font-family:"Arial"}p{margin:0;color:#000000;font-size:11pt;font-family:"Arial"}
      h1{padding-top:20pt;color:#000000;font-size:20pt;padding-bottom:6pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}
      h2{padding-top:18pt;color:#000000;font-size:16pt;padding-bottom:6pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}
      h3{padding-top:16pt;color:#434343;font-size:14pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}
      h4{padding-top:14pt;color:#666666;font-size:12pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h5{padding-top:12pt;color:#666666;font-size:11pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}
      h6{padding-top:12pt;color:#666666;font-size:11pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;font-style:italic;orphans:2;widows:2;text-align:left}</style></head><body class="c3"><p class="c1"><span class="c0">Bit&aacute;cora Grupo 1</span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1"><span class="c0">Fecha: 13 de Septiembre</span></p><p class="c1"><span class="c0">Participantes: Integrantes grupo 1.</span></p><p class="c1"><span class="c0">Resumen: Definici&oacute;n del grupo.</span></p><p class="c1"><span>Se estableci&oacute; inter&eacute;s en el presente proyecto, dado la particularidad del tema y las m&uacute;ltiples posibilidades acerca de la visualizaci&oacute;n. Es un tema que nos parece entretenido para trabajar e interesante, adem&aacute;s de que ya tiene un prestigio y esto podr&iacute;a traer diferentes oportunidades para nosotros. Se conforma el grupo # &nbsp;1.</span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1"><span class="c0">Fecha: 22 de Septiembre</span></p><p class="c1"><span class="c0">Participantes: Integrantes grupo 1.</span></p><p class="c1"><span class="c0">Resumen: Correo inicial de contacto.</span></p><p class="c1"><span>En el correo se especific&oacute; el inter&eacute;s en el proyecto y se formularon preguntas para que el experto tuviera una idea del enfoque de lo que ser&iacute;a la primera reuni&oacute;n y evitar consumir tiempo en divagaciones.</span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1"><span class="c0">Fecha:29 y 30 de Septiembre</span></p><p class="c1"><span class="c0">Participantes: Integrantes grupo 1.</span></p><p class="c1"><span class="c0">Resumen: Follow up del correo inicial.</span></p><p class="c1"><span>Correo recordatorio dado la ausencia de respuesta por parte del experto. Se obtuvo una respuesta y disposici&oacute;n favorable el d&iacute;a 30 de Septiembre, determinando el d&iacute;a de la reuni&oacute;n. </span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1"><span class="c0">Fecha: 03 de Octubre</span></p><p class="c1"><span class="c0">Participantes: Mario Chamorro, Integrantes grupo 1.</span></p><p class="c1"><span class="c0">Resumen: Reuni&oacute;n inicial.</span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1"><span>En la primera reuni&oacute;n se trat&oacute; de abordar diferentes puntos, iniciando con los intereses vitales del cliente. Su mayor &ldquo;dolor&rdquo; es la densidad que tiene en s&iacute; el reporte, pues aunque goza de un fundamento cient&iacute;fico en un punto resulta poco legible para el p&uacute;blico general, esto se convierte en nuestro punto de inter&eacute;s: lograr una visualizaci&oacute;n que sea agradable, llamativa &nbsp;y que permita a &ldquo;Luis Alfredo de Chigorod&oacute;&rdquo; entender &nbsp;la informaci&oacute;n m&aacute;s valiosa del reporte. A continuaci&oacute;n se discuti&oacute; qu&eacute; informaci&oacute;n era m&aacute;s relevante para el cliente, cu&aacute;l era su inter&eacute;s principal a transmitir, detectando que es el ranking que se encuentra en la p&aacute;gina 20, Figura 2.2. Los dem&aacute;s datos del reporte pueden ser incorporados, resultando en un plus para el cliente, pero se determin&oacute; que el objetivo &nbsp;principal es el ranking, acotando nuestro trabajo. </span></p><p class="c1 c2"><span></span></p><p class="c1"><span>Se destaca una disposici&oacute;n 100 % positiva por parte del experto, teniendo una actitud flexible frente a posibles propuestas, pues no se ha desarrollado una visualizaci&oacute;n interactiva del reporte (s&oacute;lo los gr&aacute;ficos que aparecen en este), siempre que permitan al usuario entender el reporte de manera amigable.</span></p><p class="c1 c2"><span></span></p><p class="c1"><span>Finalmente, se habl&oacute; respecto a los datos, determinando que no existe limitaci&oacute;n en el uso de los que se encuentran actualmente publicados en la p&aacute;gina del reporte. Adem&aacute;s el experto nos mencion&oacute; y estableci&oacute; un posible contacto, siendo Claire Bulger la editora que realiz&oacute; el reporte, su colaboraci&oacute;n puede ayudarnos a vislumbrar el porqu&eacute; de algunas cosas y adem&aacute;s posiblemente facilitarnos datos adicionales.</span></p><p class="c1 c2"><span></span></p><p class="c1"><span>Este mismo d&iacute;a el experto, nos contacto v&iacute;a mail con Claire Bulger (co- experta) expresando disponibilidad para colaborarnos, adem&aacute;s remarc&oacute; la importancia de tener en cuenta inicialmente los datos publicados.</span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1"><span class="c0">Fecha: 10 de Octubre</span></p><p class="c1"><span class="c0">Participantes: Compa&ntilde;eros, profesores e Integrantes grupo 1.</span></p><p class="c1"><span class="c0">Resumen: Presentaci&oacute;n corta en clase.</span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1"><span>Esta presentaci&oacute;n corta fue realizada por todos los grupos de la clase, se expusieron brevemente los puntos claves de cada proyecto y se ped&iacute;a retroalimentaci&oacute;n de cada uno de los grupos necesariamente. Este ejercicio de retroalimentaci&oacute;n dej&oacute; en evidencia vario puntos importantes sobre la visualizaci&oacute;n y se recibieron muchas sugerencias sobre el camino a seguir o el trabajo futuro que puede desarrollarse con esta herramienta. </span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1"><span class="c0">Fecha: 13 de Octubre</span></p><p class="c1"><span class="c0">Participantes: Integrantes grupo 1.</span></p><p class="c1"><span class="c0">Resumen: Reuni&oacute;n interna.</span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1"><span>Se discutieron tareas a realizar. Evaluamos el estado del desarrollo del prototipo y se decidi&oacute; finalmente la configuraci&oacute;n de la vista coordenada que se iba a desarrollar. Se trabaj&oacute; un poco en la investigaci&oacute;n de referencias bibliogr&aacute;ficas para el estado del arte. Se trabaj&oacute; en el desarrollo de la visualizaci&oacute;n.</span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1"><span class="c0">Fecha: 31 de Octubre</span></p><p class="c1"><span class="c0">Participantes: Mario Chamorro, Integrantes grupo 1.</span></p><p class="c1"><span class="c0">Resumen: Reuni&oacute;n cliente.</span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1"><span>Se mostr&oacute; el dise&ntilde;o realizado, con el fin de evaluar la opini&oacute;n del cliente. Mario estuvo de acuerdo con la visualizaci&oacute;n y coment&oacute; sobre la posibilidad de realizar un zoom geom&eacute;trico al seleccionar un pa&iacute;s, para ilustrar mejor al usuario en el caso de pa&iacute;ses con &aacute;rea reducida. Tambi&eacute;n se habl&oacute; sobre la consideraci&oacute;n de un mecanismo para incorporar los datos de futuros reportes. Finalmente, se habl&oacute; de la siguiente reuni&oacute;n, buscando mostrar la primera versi&oacute;n del software a la experta Claire Bulger y Mario Chamorro, simult&aacute;neamente.</span></p>
  <p class="c1 c2"><span class="c0"></span></p>
  <p class="c1 c2"><span class="c0"></span></p><p class="c1"><span class="c0">Fecha: 01 de Noviembre</span></p>
  <p class="c1"><span class="c0">Participantes: Compa&ntilde;eros, profesores e Integrantes grupo 1.</span></p>
  <p class="c1"><span class="c0">Resumen: Presentaci&oacute;n en clase.</span></p>
  <p class="c1 c2"><span class="c0"></span></p><p class="c1 c2"><span class="c0"></span></p>
  <p class="c1"><span>En esta reuni&oacute;n se realizaron presentaciones de todos los grupos de clase, expusieron sus proyectos y avances. En particular, la presentaci&oacute;n del grupo fue buena y la retroalimentaci&oacute;n de los profesores nos dio guias para continuar con el trabajo, y pensar en el potencial que tiene la visualizaci&oacute;n que realizamos. </span></p>
  <p class="c1 c2"><span></span></p>
  <p class="c1"><span>Se sugiri&oacute; que investigaremos m&aacute;s sobre Gapminder de Hans Rosling, m&aacute;s consistencia en las referencias bibliogr&aacute;ficas y coherencia a la hora de escribir el estado del arte.</span></p>
  <p class="c1 c2"><span></span></p>
  <p class="c1"><span class="c0">Fecha: 18 de Noviembre</span></p>
  <p class="c1"><span class="c0">Participantes: Claire Bulger, Integrantes grupo 1.</span></p>
  <p class="c1"><span class="c0">Resumen: Reuni&oacute;n de retroalimentaci&oacute;n.</span></p>
  <p class="c1 c2"><span class="c0"></span></p>
  <p class="c1"><span>Se realiz&oacute; una reuni&oacute;n con la segunda persona encargada del proyecto, Claire Bulger, asistente del editor, quien trabaj&oacute; con los editores principales del Reporte Mundial de la Felicidad. En esta reuni&oacute;n se propuso una agenda, la cual consisti&oacute; en mostrar los adelantos en el prototipo de la visualizaci&oacute;n y comentar las inquietudes sobre las f&oacute;rmulas y el score obtenido en los datos. La segunda parte consisti&oacute; en la retroalimentaci&oacute;n que nos coment&oacute; Clair sobre los adelantos del proyecto. Comento las mejoras que podr&iacute;an haber tenido y su opini&oacute;n personal sobre la visualizaci&oacute;n. Posteriormente se resolvieron las inquietudes del grupo, se aclararon varias dudas sobre el score de felicidad y los &iacute;ndices.</span></p><p class="c1 c2"><span></span></p>
  <p class="c1"><span>Se coment&oacute; adicionalmente una mejora para la visualizaci&oacute;n propuesta con coordenadas paralelas, y se tuvo como opini&oacute;n general que la visualizaci&oacute;n cumplia con las expectativas de los clientes y tiene un potencial interesante. </span></p>
  <p class="c1"><span>Mario Chamorro estaba programado para asistir a la reuni&oacute;n pero se le present&oacute; un inconveniente as&iacute; que no pudo participar.</span></p>
  <p class="c1 c2"><span></span></p>
  <p class="c1"><span class="c0">Fecha: 04 de Noviembre</span></p>
  <p class="c1"><span class="c0">Participantes: Integrantes grupo 1.</span></p>
  <p class="c1"><span class="c0">Resumen: Reuni&oacute;n de cierre.</span></p>
  <p class="c1 c2"><span class="c0"></span></p>
  <p class="c1"><span>Los integrantes del grupo realizaron una reuni&oacute;n para ultimar detalles y el cierre del proyecto.</span></p>
  <p class="c1 c2"><span></span></p>
  </body>
</html>
